---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Ton
source: html/8ef74e9f-8fc9-2245-a010-c9793cf4c4f5.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Ton Property

Symbol ton, indicating unit Tons of refrigeration.

## Syntax (C#)
```csharp
public static ForgeTypeId Ton { get; }
```